//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Encaboxar";
"Done" = "Fecho";

/* Default title */
"Photos" = "Semeyes";

/* No. of selected */
"%@ Photo Selected" = "Esbillóse %@ semeya";
"%@ Photos Selected" = "Esbilláronse %@ semeyes";
"%@ Video Selected" = "Esbillóse %@ videu";
"%@ Videos Selected" = "Esbilláronse %@ vídeos";
"%@ Items Selected" = "Esbilláronse %@ elementos";

/* Grid view footer */
"%@ Photos" = "%@ semeyes";
"%@ Videos" = "%@ vídeos";
"%@ Photos, %@ Videos" = "%1$@ semeyes, %2$@ vídeos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Esta aplicación nun tien accesu a les tos semeyes o vídeos.";
"You can enable access in Privacy Settings." = "Pues conceder l'accesu nos axustes de privacidá.";

/* Messages if no assets */
"No Photos or Videos" = "Nun hai semeyes o vídeos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Pues facer semeyes y vídeos usando la cámara o sincronizando semeyes y vídeos nel to %@\nusando iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Pues sincronizar semeyes y vídeos al to %@ usando iTunes.";

/* Accessibility labels */
"Play" = "Reproducir";
"Select" = "Esbillar";
"Deselect" = "Nun esbillar";

/* Video duration spell out */
"hours" = "hores";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minutu";
"seconds" = "segundos";
"second" = "segundu";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Nun pue reproducise'l fluxu de videu";
"OK" = "Aceutar";
